igor = {
    'hp': 100,
    'atk': 5,
    'defens': 55,
    'money': 150,
    'krit':10,
    'lvl':1
}
sloidog = {
        'hp':75,
        'atk':15,
        'defens':26,
        'money':0,
        'krit':20,
        'name':'злая сабака',
        'win':'ну дай хоть кусочек мяска',
        'lose':'думаю еду я заберу'
    }
magicaltree = { 
    'hp':500,
    'atk':100,
    'defens':100,
    'money':1000,
    'name':'магическое древо',
    'win':'ты должен спасти всех',
    'lose':'продолжай бог с тобой ещё не закончил'
}
enemiposhalko = {
    'hp':150,
    'atk':52,
    'defens':2,
    'money':666,
    'name':"КРОКОДИЛ В ВАННОЙ",
    'lose':'52 всем нашим',
    'win':'ну ты минус вайбик'
}
gorbatik = {
    'hp':1000,
    'atk':1000,
    'defens':1,
    'money':0,
    'name':'горбатик',
    'win':'я же просто хотел дружить',
    'lose':'ещё увидемся'
}
magazin = {
    '1-деревянный меч:':100,
    '2-железный меч:':200,
    '3-золотой меч:':300,
    '4-алмазный меч:':400,
    '5-аметистовый меч:':600,
    '6-нефритовый посох:':700,
    '7-меч возмездия:':1000
}
mishkasosiska = {
    'hp':25,
    'atk':10,
    'defens':5,
    'name':'мышка сосиска',
    'lose':'весёлый тунц тутунц',
    'win':'грустный тунц тутунц'
}